[
	{
		"nid" : 1,
		"title" : "Paul Simon",
		"firstName" : "Paul",
		"middleName" : "",
		"lastName" : "Simon",
		"related_artists" : null,
		"memberships" : "Simon and Garfunkel**Paul Simon & Joan Baez**Bob Dylan & Paul Simon**U.S.A. for Africa",
		"alias" : "Simon, Paul, Jerry Landis, Paul Frederic Simon, Landis, Jerry",
		"genre" : "Rock music, World music, Folk rock, Pop folk, Folk music, Soft rock",
		"website" : "http://www.paulsimon.com",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=50745",
		"body" : "<p>Paul Frederic Simon (born October 13, 1941) is an American singer-songwriter and guitarist.\nSimon is best known for his success, beginning in 1965, as part of the duo Simon &amp; Garfunkel, with musical partner Art Garfunkel. Simon wrote most of the pair's songs, including three that reached number one on the US singles charts: \"The Sound of Silence\", \"Mrs. Robinson\", and \"Bridge Over Troubled Water\". In 1970, at the height of their popularity, the duo split, and Simon began a successful solo career, recording three highly-acclaimed albums over the next five years. In 1986, he released Graceland, an album inspired by South African township music that helped fuel the anti-apartheid movement. Besides music, Simon wrote and starred in the film One-Trick Pony in 1980 and co-wrote the Broadway musical The Capeman in 1998.\nThrough his solo and collaborative work, Simon has earned 13 Grammys, including the Lifetime Achievement Award. In 2001, he was inducted into the Rock and Roll Hall of Fame and in 2006 was selected as one of the \"100 People Who Shaped the World\" by Time magazine. Among many other honors, Simon was named the first recipient of the Library of Congress's Gershwin Prize for</p>",
		"mid" : "/en/paul_simon"
	},
	{
		"nid" : 2,
		"title" : "Jimi Hendrix",
		"firstName" : "Jimi",
		"middleName" : "",
		"lastName" : "Hendrix",
		"related_artists" : "1, 1568",
		"memberships" : null,
		"alias" : null,
		"genre" : null,
		"website" : null,
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=16095",
		"body" : "<p>James Marshall &quot;Jimi&quot; Hendrix (born Johnny Allen Hendrix; November 27, 1942 &ndash; September 18, 1970) was an American guitarist and singer-songwriter. He is widely considered to be the greatest electric guitarist in musical history, and one of the most influential musicians of his era across a range of genres. After initial success in Europe with his group The Jimi Hendrix Experience, he achieved fame in the United States following his 1967 performance at the Monterey Pop Festival. Later, Hendrix headlined the iconic 1969 Woodstock Festival and the 1970 Isle of Wight Festival. He often favored raw overdriven amplifiers with high gain and treble and helped develop the previously undesirable technique of guitar amplifier feedback. Hendrix, as well as his friend Eric Clapton, popularized use of the wah-wah pedal in mainstream rock which he often used to deliver an exaggerated pitch in his solos, particularly with high bends, complex guitar playing, and use of legato. As a record producer, Hendrix also broke new ground in using the recording studio as an extension of his musical ideas. He was one of the first to experiment with stereophonic phasing effects for rock recording. Hendrix was</p>",
		"mid" : "/en/jimi_hendrix"
	},
	{
		"nid" : 1568,
		"title" : "The Small Faces",
		"firstName" : "The",
		"middleName" : "",
		"lastName" : "Small Faces",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "Small Faces, Small Faces, the",
		"genre" : "Rock music, Rhythm and blues, Beat music, British Invasion, Psychedelic pop, Soul music, Pop music, Classic rock",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=167663",
		"body" : "<p>The Small Faces were an English rock and roll band from East London, heavily influenced by American rhythm and blues. The group was founded in 1965 by members Steve Marriott, Ronnie Lane, Kenney Jones, and Jimmy Winston, although by 1966 Winston was replaced by Ian McLagan as the band's keyboardist.\nThe band is remembered as one of the most acclaimed and influential mod groups of the 1960s. With memorable hit songs such as \"Itchycoo Park\", \"Lazy Sunday\", \"All or Nothing\", \"Tin Soldier\", and their concept album Ogdens' Nut Gone Flake, they later evolved into one of the UK's most successful psychedelic acts before disbanding in 1969. After the Small Faces disbanded, three of the members were joined by Ronnie Wood as guitarist, and Rod Stewart as their lead vocalist, both from The Jeff Beck Group, and the new line-up was renamed Faces. A revived version of the original Small Faces existed from 1975 to 1978.\nSmall Faces are also acknowledged as being one of the biggest original influences on the Britpop movement of the 1990s. Despite the fact the band were together just four years in their original incarnation, the Small Faces' music output from the mid to late sixties remains among</p>",
		"mid" : "/en/the_small_faces"
	},
	{
		"nid" : 1569,
		"title" : "Elliott Smith",
		"firstName" : "Elliott",
		"middleName" : "",
		"lastName" : "Smith",
		"related_artists" : null,
		"memberships" : "Heatmiser**Stranger Than Fiction**Elliott Smith and Pete Krebs",
		"alias" : "Elliott Smoth, Elliot Smith, Steven Paul Smith, Smith, Elliott",
		"genre" : "Indie folk, Indie rock, Folk rock, Acoustic music, Lo-fi music",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=80646",
		"body" : "<p>Steven Paul \"Elliott\" Smith (August 6, 1969&#160;&#8211; October 21, 2003) was an American singer-songwriter and musician. Smith was born in Omaha, Nebraska, raised primarily in Texas, and resided for a significant portion of his life in Portland, Oregon, where he first gained popularity. His primary instrument was the guitar, but he was also proficient at piano, clarinet, bass guitar, drums, and harmonica. Smith had a distinctive vocal style characterized by his \"whispery, spiderweb-thin delivery\" and use of digital multi-tracking to create vocal layers, textures, and harmonies.\nAfter playing in the rock band Heatmiser for several years, Smith began his solo career in 1994 with releases on the independent record labels Cavity Search and Kill Rock Stars. In 1997 he signed a contract with DreamWorks Records, for which he recorded two albums. Smith rose to mainstream prominence when his song \"Miss Misery\"&#8212;included in the soundtrack for the film Good Will Hunting&#8212;was nominated for an Oscar in the Best Original Song category in 1998.\nSmith suffered from depression, alcoholism, and drug addiction, and these topics often appear in his lyrics. At age 34, he died in Los Angeles, California from two</p>",
		"mid" : "/en/elliott_smith"
	},
	{
		"nid" : 1570,
		"title" : "Patti Smith",
		"firstName" : "Patti",
		"middleName" : "",
		"lastName" : "Smith",
		"related_artists" : null,
		"memberships" : "Patti Smith Group**Patti Smith Band**Blondie",
		"alias" : "Patricia Lee Smith, Smith, Patti",
		"genre" : "Punk rock, Rock music, Protopunk, Alternative rock, Art rock",
		"website" : "http://www.pattismith.net",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=22995",
		"body" : "<p>Patricia Lee \"Patti\" Smith (born December 30, 1946) is an American singer-songwriter, poet and visual artist, who became a highly influential component of the New York City punk rock movement with her 1975 debut album Horses.\r\nCalled the \"Godmother of Punk\", her work was a fusion of rock and poetry. Smith's most widely known song is \"Because the Night\", which was co-written with Bruce Springsteen and reached number 13 on the Billboard Hot 100 chart in 1978. In 2005, Patti Smith was named a Commander of the Ordre des Arts et des Lettres by the French Minister of Culture, and in 2007, she was inducted into the Rock and Roll Hall of Fame. On November 17, 2010, she won the National Book Award for her memoir Just Kids. She is also a recipient of the 2011 Polar Music Prize.\r\nPatricia Lee Smith was born in Chicago. Her mother, Beverly, was a waitress, and her father, Grant, worked at the Honeywell plant. She spent her entire childhood in Deptford Township, New Jersey, raised Jehovah's Witness. She had a strong religious upbringing and a Bible education, but left organized religion as a teenager because she felt it was too confining; much later, she wrote the line \"Jesus died for somebody's</p>",
		"mid" : "/en/patti_smith"
	},
	{
		"nid" : 1571,
		"title" : "Snow Patrol",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Snow Patrol",
		"related_artists" : null,
		"memberships" : "Band Aid 20**Shrug",
		"alias" : "Snow Patrol",
		"genre" : "Indie rock, Alternative rock, Folk rock, Power pop, Post-punk revival, Britpop",
		"website" : "http://www.snowpatrol.net",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=855742",
		"body" : "<p>Snow Patrol are an alternative rock band from Bangor, Northern Ireland. Formed at the University of Dundee in 1994 as an indie rock band, the band is now based in Glasgow. The band's first three records, the EP Starfighter Pilot (1997), and the studio albums Songs for Polarbears (1998) and When It's All Over We Still Have to Clear Up (2001), were commercially unsuccessful and were released by the independent labels Electric Honey and Jeepster respectively. The band then signed on to the major record label Polydor Records in 2002.\nSnow Patrol rose to national fame with their major label debut, Final Straw, in 2003. The album was certified 5&#215; platinum in the UK and eventually sold over 3 million copies worldwide. Their next studio album, Eyes Open, (2006) and its hit single \"Chasing Cars,\" propelled the band to greater international fame. The album topped the UK Album Charts and was the best-selling British album of the year, selling over 6 million copies worldwide. In 2008, the band released their fifth studio album A Hundred Million Suns, then in 2009 their first compilation album, Up to Now and in 2011 they released their seventh album Fallen Empires.\nDuring the course of their</p>",
		"mid" : "/en/snow_patrol"
	},
	{
		"nid" : 1572,
		"title" : "Social Distortion",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Social Distortion",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "Social Destortion, Social Distorsion, Social Distortion, Social D",
		"genre" : "Punk rock, Skate punk, Alternative rock, Pop punk, Hardcore punk, Cowpunk, Hard rock, Rockabilly, Blues-rock",
		"website" : "http://www.socialdistortion.com/",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=930169",
		"body" : "<p>Social Distortion is an American punk rock band formed in 1978 in Fullerton, California. The band currently consists of Mike Ness (vocals, guitars), Jonny Wickersham (guitars), Brent Harding (bass), and David Hidalgo, Jr. (drums).\nSocial Distortion temporarily disbanded in 1985 due to frontman Ness' drug addiction and troubles with the law which resulted in extended stints in various rehabilitation centers that lasted for two years. However, the band reformed around 1986 and have continued being active today, even after the death of longtime guitarist Dennis Danell, who succumbed to a brain aneurysm in 2000. Since its inception, the band lineup has been a virtual revolving-door of talent with many members coming and going &#8211; Ness has been the only constant member.\nTo date, Social Distortion has released seven full-length studio albums, two compilations, one live album, and two DVDs. The band released its debut album, Mommy's Little Monster, in 1983. Social Distortion did not release their second album, Prison Bound, until 1988 which attracted the attention of Epic Records who signed the band in 1989.\nIn 1990, Social Distortion released its highly successful self-titled third album</p>",
		"mid" : "/en/social_distortion"
	},
	{
		"nid" : 1573,
		"title" : "Soft Machine",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Soft Machine",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "The Soft Machine, Soft Machine",
		"genre" : "Psychedelic rock, Jazz fusion, Canterbury Scene, Progressive rock",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=355385",
		"body" : "<p>Soft Machine were an English rock band from Canterbury, named after the book The Soft Machine by William S. Burroughs. They were one of the central bands in the Canterbury scene, and helped pioneer the progressive rock genre. Though they achieved little commercial success, they are considered by Allmusic to be \"one of the more influential bands of their era, and certainly one of the most influential underground ones.\"\nSoft Machine (billed as The Soft Machine up to 1969) were formed in mid-1966 by Robert Wyatt (drums, vocals), Kevin Ayers (bass, guitar, vocals), Daevid Allen (guitar) and Mike Ratledge (organ) plus, for the first few gigs only, American guitarist Larry Nowlin. Allen, Wyatt and future bassist Hugh Hopper had first played together in the Daevid Allen Trio in 1963, occasionally accompanied by Ratledge. Wyatt, Ayers and Hopper had been founding members of the Wilde Flowers, later incarnations of which would include future members of another Canterbury band, Caravan.\nThis first Soft Machine line-up became involved in the early UK underground, featuring prominently at the UFO Club, and subsequently other London clubs like the Speakeasy and Middle Earth, and recorded the</p>",
		"mid" : "/en/soft_machine"
	},
	{
		"nid" : 1574,
		"title" : "Sonic Youth",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Sonic Youth",
		"related_artists" : null,
		"memberships" : "Mats Gustafsson and Sonic Youth**Sonic Youth, I.C.P. & The Ex**Sonic Youth & Cypress Hill**Sonic Youth with Yamatsuka Eye",
		"alias" : "Sonice Youth, The Sonic Youth, Sonic Youth, Sonic Death",
		"genre" : "Underground music, No Wave, Experimental rock, Noise rock, Indie rock, Post-punk, Alternative rock, Punk rock, Avant-garde, Art rock, College rock, Art punk, Post-hardcore",
		"website" : "http://www.sonicyouth.com",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=28309",
		"body" : "<p>Sonic Youth was an American alternative rock band from New York City, formed in 1981. Their most recent lineup consisted of Thurston Moore (guitar and vocals), Kim Gordon (bass guitar, vocals, and guitar), Lee Ranaldo (guitar and vocals), Steve Shelley (drums), and Mark Ibold (guitar and bass).\nIn their early career, Sonic Youth was associated with the No Wave art and music scene in New York City. Part of the first wave of American noise rock groups, the band carried out their interpretation of the hardcore punk ethos throughout the evolving American underground that focused more on the DIY ethic of the genre rather than its specific sound. As a result, some consider Sonic Youth as pivotal in the rise of the alternative rock and indie rock movements. The band experienced success and critical acclaim throughout their existence, continuing into the new millennium, including signing to major label DGC in 1990, and headlining the 1995 Lollapalooza festival.\nSonic Youth expressed a wide variety of influences, ranging from the influential protopunk musician Patti Smith to composer John Cage. The band was praised for having \"redefined what rock guitar could do\", using a wide variety of</p>",
		"mid" : "/en/sonic_youth"
	},
	{
		"nid" : 1575,
		"title" : "Soul Asylum",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Soul Asylum",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "Soul Asylum, Soul Asylum, Soulasylum",
		"genre" : "Alternative rock, Punk rock, Post-grunge, Grunge music",
		"website" : "http://www.soulasylum.com/",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=203337",
		"body" : "<p>Soul Asylum is an American alternative rock band that formed in Minneapolis, Minnesota in 1983.\nThe band originally formed in 1981 under the name Loud Fast Rules, with the original line-up consisting of Dan Murphy, Dave Pirner, Karl Mueller and Pat Morley. The latter was replaced by Grant Young in 1984. The band recorded three albums with Twin/Tone Records and two with A&amp;M Records to little commercial success. However, in 1992, they released the triple-platinum album Grave Dancers Union, featuring their Grammy Award-winning single \"Runaway Train\". The band played the Bill Clinton inauguration early the next year. They also scored a platinum record with the album Let Your Dim Light Shine three years later. In 1998 they recorded Candy From A Stranger. Mueller was diagnosed with cancer in 2004, causing the band to organize a benefit concert on his behalf. Mueller died a year later. In 2006 they released their latest album, The Silver Lining.\nThe group was an outgrowth of a previous band, Loud Fast Rules, formed in 1981 by drummer Dave Pirner, guitarist and backing vocalist Dan Murphy, and bassist Karl Mueller. Pirner was quickly moved to lead vocalist and guitarist and Pat Morley took</p>",
		"mid" : "/en/soul_asylum"
	},
	{
		"nid" : 1576,
		"title" : "Soul Coughing",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Soul Coughing",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "Soul Coughing",
		"genre" : "Alternative rock, Indie rock, Jazz fusion, Experimental music, Funk-rock, Experimental rock, Post-grunge, Hip hop music",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=27606",
		"body" : "<p>Soul Coughing was a popular New York-based alternative rock band. The band found modest mainstream success during the mid-to-late 1990s. Soul Coughing developed a devout fanbase and have garnered largely positive response from critics. Steve Huey in Allmusic describes the band as \"one of the most unusual cult bands of the 1990s ... driven by frontman Mike Doughty's stream-of-consciousness poetry, Soul Coughing's sound was a willfully idiosyncratic mix of improvisational jazz grooves, oddball samples, hip-hop, electronics, and noisy experimentalism (described by Doughty as 'deep slacker jazz').\"\nMike Doughty (who billed himself at the time as \"M. Doughty\") was a folk singer (he attended Eugene Lang College with Ani DiFranco, where they studied with Sekou Sundiata and played around the school together), slam poet, sometime music writer, and doorman at the old Houston Street location of The Knitting Factory, then a nexus for such avant-garde artists as John Zorn and Marc Ribot. He put the band together from instrumentalists he met as they came through the club.\nHe met sampler player Mark De Gli Antoni (recently graduated with a composition degree from Mannes College of Music) when</p>",
		"mid" : "/en/soul_coughing"
	},
	{
		"nid" : 1577,
		"title" : "Soulwax",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Soulwax",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "Soul Wax",
		"genre" : "Dance, Alternative rock, Indie rock, Dance music, Electro, Grunge music, Dance-punk, Electronic music",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=1623765",
		"body" : "<p>Soulwax, headed by David and Stephen Dewaele, are an alternative rock/electronic band from Ghent, Belgium. Next to the Dewaele brothers, Soulwax consists of bassist Stefaan Van Leuven and drummer Steve Slingeneyer. They were first noticed after the release of their album Much Against Everyone's Advice. But after that the Dewaeles started focusing on their other projects such as The Flying Dewaele Brothers and 2manydjs, but also hosting a show on Belgian television, 'Alter8'. Since the release of their Nite Versions album they have been touring around the globe, almost non-stop.\nThe 2004 album Any Minute Now spawned three singles in \"E Talking\", \"NY Excuse\" and the title track. \"E Talking\"'s music video was controversial and restricted to post-watershed broadcast on music television channels. Set in London's Fabric nightclub, everyone in the video is depicted as being on a different drug, from A-Z (including popular drug nicknames). \nThe duo has also produced a number of official and unofficial remixes, including \"Daft Punk Is Playing At My House\" and \"Get Innocuous!\" by LCD Soundsystem, \"Robot Rock\" by Daft Punk and DARE by Gorillaz. David and Stephen are friends of artists Tiga,</p>",
		"mid" : "/en/soulwax"
	},
	{
		"nid" : 1578,
		"title" : "The Sound",
		"firstName" : "The",
		"middleName" : "",
		"lastName" : "Sound",
		"related_artists" : null,
		"memberships" : null,
		"alias" : "Sound, The",
		"genre" : "Post-punk, Alternative rock, Punk rock",
		"website" : "http://www.brittleheaven.com/",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=2377603",
		"body" : "The Sound were an English post-punk band, formed in 1979 and dissolved in 1988. The band was fronted by Adrian Borland and evolved from his previous band, The Outsiders. They shared record labels with groups such as Echo &amp; the Bunnymen and The Chameleons, and shared stages with Echo &amp; the Bunnymen, The Comsat Angels, the Au Pairs, Modern Eon, Felt, Medium Medium, U2, Public Image Ltd, Eyeless in Gaza, The Stranglers, China Crisis, Thompson Twins, and Aztec Camera. Founded from the remnants of The Outsiders, the original lineup of The Sound consisted of Adrian Borland (vocals, guitar), Graham Bailey (bass), Mike Dudley (drums) and Benita &quot;Bi&quot; Marshall (keyboards, saxophone, clarinet). In 1979, the band signed a contract with Korova Records, a small label under Warner Brothers, to produce three albums. They debuted with Jeopardy, which received favourable reviews. The second album, From the Lions Mouth, saw the replacement of keyboard player Marshall with Colvin &quot;Max&quot; Mayers, and more accolades from the critics, but neither record caused the band to break beyond a cult status. Korova pressured Borland and his mates to come up with a more commercially successful third album. In an act",
		"mid" : "/m/077nhd"
	},
	{
		"nid" : 1579,
		"title" : "Soundgarden",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Soundgarden",
		"related_artists" : "1573",
		"memberships" : "",
		"alias" : "Sound Garden, Soundgarden",
		"genre" : "Alternative metal, Grunge music, Alternative rock, Heavy metal, Rock music, Stoner rock, Progressive rock",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=40321",
		"body" : "<p>Soundgarden is an American rock band formed in Seattle, Washington in 1984 by singer Chris Cornell, lead guitarist Kim Thayil, and bassist Hiro Yamamoto. Matt Cameron became the band's full time drummer in 1986 while bassist Ben Shepherd became a permanent replacement for Yamamoto in 1990.\nSoundgarden was one of the seminal bands in the creation of grunge, a style of alternative rock that developed in Seattle, and was one of a number of grunge bands signed to the record label Sub Pop. Soundgarden was the first grunge band to sign to a major label (A&amp;M Records, in 1988), though the band did not achieve commercial success until they popularized \"grunge\" in the early 1990s with Seattle contemporaries Nirvana, Alice in Chains and Pearl Jam.\nSoundgarden achieved its biggest success with the 1994 album Superunknown, which debuted at number one on the Billboard charts and yielded the Grammy Award-winning singles \"Black Hole Sun\" and \"Spoonman\". In 1997, the band broke up due to internal strife over its creative direction. On January 1, 2010, Cornell alluded to a Soundgarden reunion. On April 5, 2010, it was announced that Soundgarden would play Lollapalooza in Chicago on August 6&#8211;8, 2010.</p>",
		"mid" : "/en/soundgarden"
	},
	{
		"nid" : 1580,
		"title" : "Southside Johnny (& The Asbury Jukes)",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Southside Johnny (& The Asbury Jukes)",
		"related_artists" : null,
		"memberships" : "Southside Johnny & The Asbury Jukes",
		"alias" : "John Lyon",
		"genre" : "Blues, Blue-eyed soul, Rock music",
		"website" : null,
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=1855728",
		"body" : "<p>Southside Johnny (born John Lyon, December 4, 1948, Neptune Township, New Jersey) is an American singer-songwriter, who usually fronts his band Southside Johnny &amp; The Asbury Jukes.\r\nLyon grew up in Ocean Grove, New Jersey and graduated from Neptune High School. Southside has long been considered the Grandfather of \"the New Jersey Sound.\" Jon Bon Jovi has acknowledged Southside as his \"reason for singing.\"\r\nSouthside Johnny first achieved prominence in the mid-1970s as the second act to emerge from the Jersey Shore music scene and be considered part of the Jersey Shore sound, following Bruce Springsteen. Southside's first three albums, I Don't Want To Go Home (1976), This Time It's for Real (1977), and Hearts of Stone (1978), were Stax-influenced R&amp;B arranged and produced by the co-founder of the band and Springsteen confederate Steven Van Zandt and largely featured songs written by Van Zandt and/or Springsteen. The Van Zandt-written \"I Don't Want To Go Home\" became Southside's signature song, an evocative mixture of horn-based melodic riffs and sentimental lyrics. Other notable songs included \"The Fever\", \"Talk to Me\", \"This Time It's For Real\", \"Love on the Wrong Side of Town\", and</p>",
		"mid" : "/en/southside_johnny"
	},
	{
		"nid" : 1581,
		"title" : "Space",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Space",
		"related_artists" : null,
		"memberships" : "",
		"alias" : "S-p-ace, Spac(cut off at 30 chars), Space",
		"genre" : "Alternative rock, Britpop, Indie rock",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=818242",
		"body" : "<p>Space are a British indie rock band from Liverpool, England, who came to prominence in the mid 1990s with hit singles such as \"Female of the Species\", \"Neighbourhood\" \"Avenging Angels\" and \"The Ballad of Tom Jones\". They worked with both Tom Jones in 1999 and Cerys Matthews a year earlier. The band had formed in 1993 and released four studio albums, plus a number of charting singles, before eventually disbanding in 2005. In 2011, two years after the death of original drummer Andy Parle, the band announced they would reunite with Tommy Scott, Jamie Murphy and Franny Griffiths returning alongside three new members.\nLike many British bands from the 90s' era, the core of Space's sound was inspired by 60s' guitar groups such as The Kinks and The Who, yet their imaginative use of electronic instruments and sampling drew mostly from hip hop and classic film soundtracks which often made them stand out from their peers. The band were also known for their over-the-top, dark humoured lyrics, which often dealt with serial killers, failed relationships, social outcasts, and mental illness. \nThe reunion line-up in 2011 features:\nUntil their break-up in 2005, the line-up of Space had been</p>",
		"mid" : "/m/03dyn5"
	},
	{
		"nid" : 1582,
		"title" : "Spandau Ballet",
		"firstName" : "",
		"middleName" : "",
		"lastName" : "Spandau Ballet",
		"related_artists" : null,
		"memberships" : "Band Aid",
		"alias" : "Spandu Ballet, Spandau Ballett, Spandau Ballet",
		"genre" : "New Romantic, New Wave, Pop music, Funk, Synthpop, Rock music, Soul music, Pop rock, Sophisti-pop, Soft rock, Blue-eyed soul",
		"website" : "",
		"wikilink" : "http://en.wikipedia.org/wiki/index.html?curid=170466",
		"body" : "<p>Spandau Ballet are a British band formed in London in the late 1970s. Initially inspired by, and an integral part of, the New Romantic fashion, their music has featured a mixture of funk, jazz, soul and synthpop. They were one of the most successful bands of the 1980s, achieving ten Top Ten singles and four Top Ten albums in the UK between 1980 and 1990. The band split acrimoniously in 1990 but announced their reunion in March 2009, complete with a sold-out world tour that began in October 2009.\nThe band was formed in 1976 and was originally called 'The Cut', with Gary Kemp and Steve Norman on guitar, later saxophone and percussion. Kemp and Norman were both attending Dame Alice Owen's School, Islington, and were close friends, as they shared a similar interest in music and a common desire to form a band. They were joined by fellow student John Keeble, who met Norman when he stored his drum kit in the school's music room; the three met regularly at lunchtimes to practise. Keeble was followed by bass player Michael Ellison. Tony Hadley, who knew Norman, then joined as lead singer. After a few months, Richard Miller replaced Michael Ellison on bass, before Kemp's brother, Martin</p>",
		"mid" : "/en/spandau_ballet"
	}
]
